{
    "deleteCustomer": "Are you sure you want to delete this customer? His orders will not be deleted  !",
    "removeAttribute": "Are you sure you want to delete this attribute ?",
    "removeVariantAttribute": "Are you sure you want to delete this attribute ? Please note that the variant lists of the products concerned will be deleted !",
    "removeSetAttribute": "Are you sure you want to remove this set of attributes ?",
    "fileAttachedNotSaved": "The attachment is not saved, are you sure you want to continue ?",
    "changesNotSaved": "Unsaved changes will be lost. Are you sure you want to leave this page ?",
    "deleteCategory": "Are you sure you want to delete this category and all its children ?",
    "deleteBlockCms": "Êtes-vous sûr de vouloir supprimer ce bloc CMS  ?",
    "deleteFamily": "Are you sure you want to delete this CMS block ?",
    "deleteGallery": "Are you sure you want to delete this gallery ?",
    "deleteCron": "Are you sure you want to delete this scheduled task ?",
    "deleteMail": "Are you sure you want to delete this email ?",
    "deleteMedia": "Are you sure you want to delete this media ?",
    "deleteModule": "Are you sure you want to delete this module ?",
    "deletePackageOrder": "Are you sure you want to delete this package ?",
    "deleteProduct": "Are you sure you want to remove this product ?",
    "deleteReview": "Are you sure you want to delete this product review ?",
    "deletePromotion": "Are you sure you want to delete this promotion ?",
    "deleteShipment": "Are you sure you want to remove this carrier ?",
    "deletArticle": "Are you sure you want to delete this article ?",
    "deleteImage": "Are you sure you want to delete this image ?",
    "deleteCarousel": "Are you sure you want to remove this carousel ?",
    "deletePage": "Are you sure you want to delete this page ?",
    "deleteLibelleStock": "If you delete this availability label, you will then need to edit the items that involve them. Are you sure you want to delete it ?",
    "deleteTva": "If you remove this VAT, you will then have to modify the items that involve this VAT. Are you sure you want to remove it ?",
    "deleteSupplier": "Are you sure you want to delete this supplier ?",
    "activateCSP": "You are going to activate a strict security policy that can lead to malfunctions on your site. To access external content, you must list all authorized domains",
    "deleteTerritory": "Are you sure you want to remove this territory ?",
    "installPackageWarning": "Be careful, you are about to perform an action that will eventually interrupt the site. Are you sure you want to continue ?",
    "buildPackageWarning": "Be careful, you are about to perform an action that will eventually interrupt the site. Are you sure you want to continue ?",
    "deleteTheme": "Are you sure you want to delete this theme ?",
    "installTheme": "Are you sure you want to install the theme datas ?",
    "changeTheme": "Are you sure you want to change the theme ?",
    "deleteTrademark": "Do you want to remove this mark ?",
    "deleteLang": "Are you sure you want to remove this language ?",
    "deleteElement": "Are you sure you want to remove this element ?"
}