{
    "deleteCustomer": "Êtes-vous sûr de vouloir supprimer ce client ? Ses commandes ne seront pas supprimées !",
    "removeAttribute": "Êtes-vous sûr de vouloir supprimer cet attribut ?",
    "removeVariantAttribute": "Êtes-vous sûr de vouloir supprimer cet attribut ? Attention les listes des déclinaisons des produits concernés seront effacées !",
    "removeSetAttribute": "Êtes-vous sur de vouloir supprimer ce jeu d'attributs ?",
    "fileAttachedNotSaved": "La pièce jointe n'est pas sauvegardée, êtes vous sûr de vouloir continuer ?",
    "changesNotSaved": "Les modifications non sauvegardées seront perdues.\nÊtes-vous sûr de vouloir quitter cette page ?",
    "deleteCategory": "Êtes-vous sûr de vouloir supprimer cette catégorie et tous ses enfants ?",
    "deleteBlockCms": "Êtes-vous sûr de vouloir supprimer ce bloc CMS ?",
    "deleteFamily": "Êtes-vous sûr de vouloir supprimer cette famille et tous ses enfants ?",
    "deleteGallery": "Êtes-vous sûr de vouloir supprimer cette gallerie ?",
    "deleteCron": "Êtes-vous sûr de vouloir supprimer cette tâche planifiée ?",
    "deleteMail": "Êtes-vous sûr de vouloir supprimer ce mail ?",
    "deleteMedia": "Êtes-vous sûr de vouloir supprimer ce média ?",
    "deleteModule": "Êtes-vous sur de vouloir supprimer ce module ?",
    "deletePackageOrder": "Êtes-vous sûr de vouloir supprimer ce colis ?",
    "deleteProduct": "Êtes-vous sûr de vouloir supprimer ce produit ?",
    "deleteReview": "Êtes-vous sûr de vouloir supprimer cet avis produit ?",
    "deletePromotion": "Êtes-vous sûr de vouloir supprimer cette promotion ?",
    "deleteShipment": "Êtes-vous sûr de vouloir supprimer ce transporteur ?",
    "deletArticle": "Êtes-vous sûr de vouloir supprimer cet article ?",
    "deleteImage": "Êtes-vous sûr de vouloir supprimer cette image ?",
    "deleteCarousel": "Êtes-vous sûr de vouloir supprimer ce carousel ?",
    "deletePage": "Êtes-vous sûr de vouloir supprimer cette page ?",
    "deleteLibelleStock": "Si vous supprimez ce libellé de disponibilité, vous devrez ensuite modifier les items qui les impliquent. Êtes-vous sûr de vouloir le supprimer ?",
    "deleteTva": "Si vous supprimez cette TVA, vous devrez ensuite modifier les items qui impliquent cette TVA. Êtes-vous sûr de vouloir la supprimer ?",
    "deleteSupplier": "Êtes-vous sûr de vouloir supprimer ce fournisseur ?",
    "activateCSP": "Vous allez activer une politique de sécurité stricte pouvant entrainer des dysfonctionnements sur votre site. Pour accéder à du contenu externe, vous devez lister l'ensemble des domaines autorisés",
    "deleteTerritory": "Êtes-vous sûr de vouloir supprimer ce territoire ?",
    "installPackageWarning": "Attention, vous allez effectuer une action qui entraînera éventuellement une interruption du site. Êtes vous sur de vouloir continuer ?",
    "buildPackageWarning": "Attention, vous allez effectuer une action qui entraînera éventuellement une interruption du site. Êtes vous sur de vouloir continuer ?",
    "deleteTheme": "Êtes vous sur de vouloir supprimer ce theme ?",
    "installTheme": "Êtes vous sur de vouloir installer les données du thème ?",
    "changeTheme": "Êtes vous sur de vouloir changer de thème ?",
    "deleteTrademark": "Voulez-vous supprimer cette marque ?",
    "deleteLang": "Êtes-vous sûr de vouloir supprimer cette langue ?",
    "deleteElement": "Êtes-vous sûr de vouloir supprimer cet élément ?"
}